<template>
   <div>
Discord用に作られたボットで、大人数でカスタムを行う際に起こりうる問題点の多くを解決するような機能を多数備えています。<br>
例えば、バトルロワイアルゲームでの大会を行ったとしましょう。優勝チームはどうやって計算しますか？手計算ですか？それともスプレッドシートのようなものを用いて算出しますか？<br>
このボットを使用すれば、ユーザーに数値を登録してもらいその中からランキングを算出し上位ユーザーの数値が正しいか確認するだけで済みます。<br>
<p>
それ以外にも、多くのユーザーが参加する中では意思疎通やユーザーアカウントのプライバシーの問題はどうしますか？<br>
この中にはそれらすべてを解決するような機能が備わっています。<br>
</p>
<span id = "tar"></span><br>
<!-------ここに使用中の映像を入れる-------->
</div>
  </template>

<script>


</script>

<style>

@media screen and (max-width:579px) {
  html {
    font-size: 1.5vh;
  }
#tar:before{
content:"詳しい内容は右上のメニューを開いてリンクをクリックしてください。その後、左上をクリックして画面を戻してください";
}
}
@media screen and (min-width:580px) {

#tar:before{
content:"詳しい内容は左記にあるリンクをクリックしてください。";
}
}
</style>