<template>
   <div>
   先頭の文字が「$」のタイプはサーバー管理者のみが実行することができるコマンドで「!」のタイプはすべてのユーザーが実行することのできるコマンドとなっています。<br>
   <ul>
   <li>$init はサーバーもしくは設定を行うコマンドでサーバーのテキストチャンネルを自動設定するもしくは、計算結果の初期化を行います。<br></li>
<li>$sh はVCにつながっているメンバーの中からシャッフルを行います。<br></li>
<li>$team はVCにつながっているメンバーの役職から強さが均等になるようシャッフルを行います。<br></li>
<li>$mv VCにつながっているメンバー全員を指定したチャンネルに移動します。<br></li>
<li>$send テキストチャンネルにメッセージを送信します。<br></li>
<li>$show テキストチャンネルに登録された計算結果を出力します。<br></li>
<li>$mapVal ヴァロラントのマップをランダムに出力します。<br></li>
<li>$t VCにつながっているユーザーに「guest」という権限を与えます。この役職があればVCに接続できるようになります。<br></li>
<li>$a 上記の「$t」のコマンドを実行後に「配信部屋」にVCに接続済みメンバー全員を集めます。<br></li>
<li>$tor トーナメントを出力します</li>
<li>$help ヘルプを出力します。<br></li>
<li>!add 現在テキストチャンネルに保存されているデータを足します</li>
<li>!sub 現在テキストチャンネルに保存されているデータを引きます</li>
<li>!mul 現在テキストチャンネルに保存されているデータを掛けます</li>
<li>!div 現在テキストチャンネルに保存されているデータを割ります</li>
</ul>
   </div>
  </template>

<script>
</script>

<style>
</style>