<template>
   <div>
カスタムマッチをする際の難点として、ランクの知らないメンバーとやることやチーム分け、点数集計などがあげられると思います。
それらをより簡単にする機能を備えています。
<ul>
<li>点数の集計をほぼ自動化</li>
<li>意思疎通を簡単にする</li>
   <li>チーム分けをランク順もしくは単純なシャッフルで決めることができる</li>
   <li>ランクの振り分けを自動で行える</li>
</ul>
<br>
これらをすべてコマンド一つもしくは自動で行うことが出来ます。<br>
※集計機能などユーザーがテキストチャンネルを使う際にプライバシー保護機能を使うためには工夫が必要です。<br>
点数の集計はユーザーに登録してもらい、それを得点順に算出し、データが正しいか確認していただくことで使うことが出来ます。
意思疎通を簡単にする機能は、数多くチャンネルがあると意識の疎通を取るのが難しくなってくると思うのですが、すべてのチャンネルに同じメッセージを送信することができるため、意思疎通がより簡単になります。<br>
チーム分けを行うことが出来ます。これは自動でユーザーを移動するかテキストとして出力するか選ぶことが出来ます。また、ランクを基準にチーム分けを行うこともできます。<br>
ランクの振り分けについてですが、ユーザーが特定のリアクションを行うことでランクを付与することが出来ます。<br>
</div>
  </template>

<script>
</script>

<style>
</style>