<template>
   <div>
サーバーの状態を健全にするためにはユーザーの状態を役職で管理するか、安全なメンバーのみしか入れないようにするの2択です。<br>
ですが、後者はわかりやすいものの前者は権限管理の知識がないと難しいため、やり方を知らない人が多いように思います。<br>
  当ボットでは「$init -sever -hide」を使うことで、サーバーのセットアップをこれ一つで終えることができます。<br>
※使用したサーバーのチャンネルを一度すべて削除することに留意していただき利用してください。<br>
※フレンド申請やDMを無効にするために、「ユーザー設定 -> プライバシー -> フレンド追加の無効」と、「サーバー設定 -> プライバシー ->DMの無効化」を行ってください。<br>
</p>
<video autoplay controls muted loop src = "./videos/init1.mp4"></video>
 </div>
  </template>

<script>
</script>

<style>
</style>